{
    "חמציץ נטוי": {
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Oxalis-pes-caprae-16c-Zachi-Evenor.jpg/500px-Oxalis-pes-caprae-16c-Zachi-Evenor.jpg",
        "location": "דרום אפריקה",
        "info" :  "החמציץ הנטוי הוא גאופיט המייצר מספר גדול של בצלים קטנים מתחת לפני הקרקע. גבעול החמציץ הוא קנה גמיש וארוך (בדרך כלל בין 15 ל-30 סמ אך במקרים מיוחדים יכול להגיע אף ללמעלה מ-70 סמ) בצבע ירוק. עליו מחולקים לשלושה עלעלים בעלי צורת לב ושפה תמימה אשר מסודרים בדור (סידור ספירלי או עיגולי של עלים או פרחים) בו העלעלים בעלי צורה פחות או יותר שווה."
    },
    "כלנית מצויה": {
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/White-Anemone-coronaria-0011.jpg/500px-White-Anemone-coronaria-0011.jpg",
        "location": "איטליה, יוון, קפריסין, מלטה, טורקיה, סוריה, לבנון וארץ ישראל",
        "info" :  "הכלנית היא גאופיט רב-שנתי הגדל בבָּתוֹת, בקרקעות כבדות לא-מופרעות ולא-מלוחות. הכלנית פורחת בחורף ובאביב בחודשים דצמבר–מרץ ובאזורים קרים יותר לעיתים גם באפריל, כאשר שיא הפריחה הוא בחודש פברואר.פקעת הכלנית היא פקעת היפוקוטיל חלק ממנה מתפתח מתת-הפסיג.הפקעת, המכילה עמילן כחומר תשמורת, מתחדשת מדי שנה בראש הפקעת הישנה נוצרת פקעת חדשה המתמלאת בזכות הפוטוסינתיזה המתרחשת בעלי הצמח, ובמהלך הפריחה מנוצלים חומרי התשמורת שהצטברו בפקעת מהשנה שעברה, והיא מצטמקת והולכת. בתחתית הפקעת הישנה ניתן למצוא מעין קליפות, שהן שרידי הפקעות משנים קודמות."
    },
    "מרגנית השדה": {
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/ac/%D7%9E%D7%A8%D7%92%D7%A0%D7%99%D7%AA-%D7%94%D7%A9%D7%93%D7%94-0001.jpg",
        "location": "מערב אסיה, המזרח התיכון, אירופה וצפון אפריקה",
        "info" :  "זהו צמח עשבוני ונמוך, גובהו 10 עד 30 סנטימטר. הגבעול משתרע על הקרקע. העלים נגדיים רחבים, ומקיפים את הגבעול, והם שפיציים בקצה, מאפיין ייחודי הוא שיש להם נקודות בחלק התחתון, כך אפשר לזהות מרגנית אם אין פרח. קוטר הפרח כ-1 סמ. הפרחים עשויים להיות חומים-אדומים (הזן הנפוץ באירופה) או כחולים (הזן הנפוץ בישראל). בעבר נחשבו שני צבעי הפרחים למין שונה אך כיום ידוע שמדובר באותו המין."
    },
    "פלומריה ריחנית": {
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Plumeria-0006-Zachi-Evenor.jpg/600px-Plumeria-0006-Zachi-Evenor.jpg",
        "location": "בכל אזור בעל אקלים טרופי",
        "info" :  "הפלומריה היא סוג בן שמונה מינים שמקורו באמריקה הטרופית והסוב-טרופית. הסוג מורכב ברובו ממיני עצים ושיחים נשירים. מקור הפלומריה הוא בוונצאולה, מדינות מרכז אמריקה ומקסיקו אך היא משגשגת בכל אזור בעל אקלים טרופי. הפלומריה קרובה מבחינה בוטנית להרדוף הנחלים וכמוהו מכילה שרף חלבי רעיל ביותר. ניתן להרבות את הפלומריה הן בצורת ייחורים והן על ידי הנבטה של זרעים."
    },
    "צבעוני השרון": {
        "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Tulipa_agenensis_sharonensis_1.jpg/500px-Tulipa_agenensis_sharonensis_1.jpg",
        "location": "ישראל",
        "info" :  "גאופיט מהסוג צבעוני בעל פרחים בצבע אדום בהיר עד כתום, תת-מין של צבעוני ההרים."
    }
}